{
  "CopilotChat.nvim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "accelerated-jk.nvim": {
    "branch": "main"
  },
  "auto-save.nvim": {
    "branch": "main"
  },
  "barbar.nvim": {
    "branch": "master"
  },
  "blamer.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-vsnip": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "cobalt2.nvim": {
    "branch": "main"
  },
  "colorbuddy.nvim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "git-messenger.vim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "hlchunk.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lspsaga.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "lush.nvim": {
    "branch": "main"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-scrollbar": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-transparent": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-various-textobjs": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "peek.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "treesj": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-commentary": {
    "branch": "master"
  },
  "vim-helm": {
    "branch": "master"
  },
  "vim-operator-replace": {
    "branch": "master"
  },
  "vim-operator-user": {
    "branch": "master"
  },
  "vim-table-mode": {
    "branch": "master"
  },
  "vim-terraform": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "vim-translator": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  },
  "vim-vsnip-integ": {
    "branch": "master"
  },
  "vscode.nvim": {
    "branch": "main"
  },
  "winresizer": {
    "branch": "master"
  }
}
